/* The Go to Facebook button on the alert asking the user to visit Facebook & Twitter */
"AlertFacebookTwitterButtonFacebook" = "Go to Facebook";

/* The Go to Twitter button on the alert asking the user to visit Facebook & Twitter */
"AlertFacebookTwitterButtonTwitter" = "Go to Twitter";

/* The message on the alert asking the user to visit Facebook & Twitter */
"AlertFacebookTwitterMessage" = "Join us on Facebook or follow us on Twitter to weigh-in on future enhancements and get a sneak peak at our next update!";

/* The title on the alert asking the user to visit Facebook & Twitter */
"AlertFacebookTwitterTitle" = "%@ Is Now On Facebook & Twitter";

/* The No Thanks button on the alert asking the user to write a review */
"AlertWriteReviewButtonNoThanks" = "No Thanks";

/* The Write Review button on the alert asking the user to write a review */
"AlertWriteReviewButtonWriteReview" = "Write Review";

/* The message of the alert asking the user to write a review */
"AlertWriteReviewMessage" = "If you find %@ useful, please consider writing a short review in the App Store to help others discover this app. It will only take a minute of your time.";

/* The title of the alert asking the user to write a review */
"AlertWriteReviewTitle" = "Would You Recommend %@?";

/* Release notes */
"ReleaseNotes" = "--- Version 9.0.9 ---\
· Bug fixes.";

/* The account ID displayed in the About view */
"ViewAboutAccountID" = "Account ID: %@";

/* The copyright at the bottom of the About view */
"ViewAboutCopyright" = "Copyright © %d Montuno Software, LLC\nwww.dosecast.com";

/* The About view cell for visiting Facebook page */
"ViewAboutFacebook" = "Join Us on Facebook";

/* The description under the About view's Facebook and Twitter cells */
"ViewAboutFacebookTwitterDescription" = "Join us on Facebook or follow us on Twitter to weigh-in on future enhancements and get a sneak peak at our next update!";

/* The About view cell for frequently asked questions */
"ViewAboutFAQ" = "View Frequently Asked Questions";

/* The About view cell for viewing the privacy policy */
"ViewAboutPrivacyPolicy" = "View Privacy Policy";

/* The About view cell for reporting a problem */
"ViewAboutReportProblem" = "Report a Problem";

/* The message appearing when no debug log events exist and the user sends a problem report from the About view */
"ViewAboutReportProblemNoLogMessage" = "No debug log events exist.";

/* The subject of the problem report email sent from the About view */
"ViewAboutReportProblemSubject" = "%1$@ Problem Report (Account ID %2$@)";

/* The About view cell for sending feedback */
"ViewAboutSendFeedback" = "Send Feedback";

/* The text appearing in the feedback email sent from the About view */
"ViewAboutSendFeedbackText" = "";

/* The description under the About view's Send Feedback cell */
"ViewAboutSendFeedbackDescription" = "Please contact us with comments, suggestions, or problems you encounter. We'd love to hear from you!";

/* The subject of the feedback email sent from the About view */
"ViewAboutSendFeedbackSubject" = "%1$@ Feedback (Account ID %2$@)";

/* The About view cell for telling a friend about this app */
"ViewAboutTellFriend" = "Tell a Friend";

/* The text appearing in the email to tell a friend from the About view */
"ViewAboutTellFriendText" = "Check out this application:\n\n%@";

/* The About view cell for viewing the terms of service */
"ViewAboutTermsOfService" = "View Terms of Service";

/* The title of the About view */
"ViewAboutTitle" = "About %@";

/* The About view cell for visiting Twitter page */
"ViewAboutTwitter" = "Follow Us on Twitter";

/* The About view cell for visiting app website */
"ViewAboutWebsite" = "Visit Website";

/* The description under the About view's What's New cell */
"ViewAboutWhatsNewDescription" = "Check out the list of enhancements in recent versions.";

/* The About view cell for writing a review in the App Store */
"ViewAboutWriteReview" = "Write a Review";

/* The description under the About view's Write a Review and Tell a Friend cells */
"ViewAboutWriteReviewTellFriendDescription" = "If you like %@, please consider writing a short review or telling a friend. It will help others discover this app and give us a pat on the back!";

/* The title of the Privacy Policy view */
"ViewPrivacyPolicyTitle" = "Privacy Policy";

/* The text on the bottom of the registration page */
"ViewRegistrationAgreeTermsText" = "By tapping on 'I accept' below you are agreeing to the Terms of Service.";

/* The text on the Accept button in the registration page */
"ViewRegistrationButtonAccept" = "I accept. Create my account.";

/* The title of the Registration view */
"ViewRegistrationTitle" = "%@ Registration";

/* The text on the top of the registration page */
"ViewRegistrationWelcomeText" = "Welcome to %@! Please review the terms of service and, if you accept them, tap the button below to create your account.";

/* The message appearing in the spinner view when sending the registration details */
"ViewSpinnerSendingRegistration" = "Sending registration";

/* The title on the terms of service view */
"ViewTermsOfServiceTitle" = "Terms of Service";

/* Title of About => What's New view */
"ViewWhatsNewTitle" = "What's New";

/* Color of the registration submit button */
"ColorRegistrationSubmitButton" = "0 0.27 0.45 1";

/* The privacy policy */
"ViewPrivacyPolicyTerms" = "DOSECAST PRIVACY POLICY\
_____________________________\
\
We value your privacy and are dedicated to protecting your information and providing you with notice about our information collection and use. You may choose to register the installed copy of the Licensed Application with Montuno by means provided in the Licensed Application. By voluntarily registering the Licensed Application, you agree to the following privacy policy.\
\
(i) Personally Identifiable Information: No personally identifiable information will be collected during the registration or operation of the Licensed Application.\
\
(ii) Information Sharing and Third Party Service Partners: Montuno implements a variety of security measures to maintain the safety and confidentiality of your information.  We do not sell, trade, or otherwise transfer to outside parties any information you provide, such as names of drugs, drug frequency, or drug dose information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.\
\
(iii) Email Contact: We may place email links and or forms on our website or in the Licensed Application to allow you to contact us directly. The Personal Information you provide in these links and forms is used to respond directly to your questions or comments. We may also file your comments to improve our website, products, or process, or review and discard the Personal Information. All information, other than the Personal Information that you send to Montuno using these email links or forms, will not be considered or treated as confidential information. Do not send us any information, ideas, suggestions, proposals, or comments that you consider confidential or that you want to be treated as confidential.\
\
(iv) Links: The Licensed Application may include links to other applications or sites. This Privacy Policy applies to the Licensed Application only. Any information you submit to linked sites or other applications will be subject to the privacy policies of those sites or applications, if any. You should review those policies carefully before providing any information to these linked sites or applications.\
\
(v) Security: Montuno undertakes reasonable steps to protect data from unauthorized or accidental access, disclosure, misuse or processing, or from alteration, destruction, or loss. Data that we collect resides on servers operated by Montuno and is accessible only to personnel who, by virtue of their duties, are required to have access and have been trained in, and tasked with, the observance of the principles embodied in this Privacy Policy.\
\
(vi) Changes to Privacy Policy: Should we decide to change this Privacy Policy, we will update it with the release or update of the Licensed Application on Apple's App Store so that you will always know what information we gather, how we might use it, and whether we will disclose it to anyone.\
\
Revised: June 4, 2014";

/* The privacy policy */
"ViewPrivacyPolicyTermsGroup" = "DOSECAST PRIVACY POLICY\
_____________________________\
\
We value your privacy and are dedicated to protecting your information and providing you with notice about our information collection and use. You may choose to register the installed copy of the Licensed Application with Montuno by means provided in the Licensed Application. By voluntarily registering the Licensed Application, you agree to the following privacy policy.\
\
(i) Personally Identifiable Information: No personally identifiable information will be collected during the registration or operation of the Licensed Application.\
\
(ii) Information Sharing and Third Party Service Partners: Montuno implements a variety of security measures to maintain the safety and confidentiality of your information. We may sell, trade, or transfer any information you provide, such as names of drugs, drug frequency, or drug dose information, to the specific people or organizations listed at the bottom of this agreement for the purposes of monitoring your use of the app and monitoring and improving your adherence to the medication. We will not sell, trade, or otherwise transfer to any other outside parties any information you provide, such as names of drugs, drug frequency, or drug dose information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.\
\
(iii) Email Contact: We may place email links and or forms on our website or in the Licensed Application to allow you to contact us directly. The Personal Information you provide in these links and forms is used to respond directly to your questions or comments. We may also file your comments to improve our website, products, or process, or review and discard the Personal Information. All information, other than the Personal Information that you send to Montuno using these email links or forms, will not be considered or treated as confidential information. Do not send us any information, ideas, suggestions, proposals, or comments that you consider confidential or that you want to be treated as confidential.\
\
(iv) Links: The Licensed Application may include links to other applications or sites. This Privacy Policy applies to the Licensed Application only. Any information you submit to linked sites or other applications will be subject to the privacy policies of those sites or applications, if any. You should review those policies carefully before providing any information to these linked sites or applications.\
\
(v) Security: Montuno undertakes reasonable steps to protect data from unauthorized or accidental access, disclosure, misuse or processing, or from alteration, destruction, or loss. Data that we collect resides on servers operated by Montuno and is accessible only to personnel who, by virtue of their duties, are required to have access and have been trained in, and tasked with, the observance of the principles embodied in this Privacy Policy.\
\
(vi) Changes to Privacy Policy: Should we decide to change this Privacy Policy, we will update it with the release or update of the Licensed Application on Apple's App Store so that you will always know what information we gather, how we might use it, and whether we will disclose it to anyone.\
\
Revised: June 4, 2014\
\
The specific people or organizations with which we may share the information you provide, along with any additional terms they include, are as follows:\
\
";

/* The terms of service */
"ViewTermsOfServiceTerms" = "DOSECAST TERMS OF SERVICE\
_____________________________\
\
THIS IS A LEGAL AGREEMENT BETWEEN YOU AND MONTUNO SOFTWARE LLC (\"MONTUNO\") STATING THE TERMS THAT GOVERN YOUR USE OF THE PRODUCT THAT IS THE SUBJECT OF THIS LICENSE (\"LICENSED APPLICATION\"). THIS AGREEMENT, TOGETHER WITH ALL UPDATES, ADDITIONAL TERMS, SOFTWARE LICENSES, AND ALL OF MONTUNO'S RULES AND POLICIES, COLLECTIVELY CONSTITUTE THE \"AGREEMENT\" BETWEEN YOU AND MONTUNO. BY TAPPING \"I ACCEPT\" YOU ARE AGREEING TO THESE TERMS. IF YOU DO NOT AGREE TO THESE TERMS DO NOT TAP \"I ACCEPT\" AND IMMEDIATELY UNINSTALL THE APPLICATION. YOU MUST ACCEPT AND ABIDE BY THESE TERMS AS PRESENTED TO YOU. CHANGES, ADDITIONS, OR DELETIONS ARE NOT ACCEPTABLE, AND MONTUNO MAY REFUSE ACCESS TO THE LICENSED APPLICATION FOR NONCOMPLIANCE WITH ANY PART OF THIS AGREEMENT.\
\
The Licensed Application is licensed, not sold, to You for use only under the terms of this license, unless accompanied by a separate license agreement, in which case the terms of that separate license agreement will govern, subject to Your prior acceptance of that separate license agreement. The licensor (Montuno) reserves all rights not expressly granted to You.\
\
(A) SCOPE OF LICENSE\
\
This license granted to You for the Licensed Application by Montuno is limited to a non-transferable license to use the Licensed Application on any iPhone, iPod Touch, or iPad that You own or control and as permitted by the Usage Rules set forth in Section 9.b. of the App Store Terms and Conditions (the \"Usage Rules\"). This license does not allow You to use the Licensed Application on any iPhone, iPod Touch, or iPad that You do not own or control, and You may not distribute or make the Licensed Application available over a network where it could be used by multiple devices at the same time. You may not rent, lease, lend, sell, redistribute or sublicense the Licensed Application. You may not copy (except as expressly permitted by this license and the Usage Rules), decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Licensed Application, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open sourced components included with the Licensed Application). Any attempt to do so is a violation of the rights of Montuno and its licensors. If You breach this restriction, You may be subject to prosecution and damages. The terms of the license will govern any upgrades provided by Montuno that replace and/or supplement the original Product, unless such upgrade is accompanied by a separate license in which case the terms of that license will govern.\
\
(B) CONSENT TO USE OF DATA ABOUT YOUR SYSTEM AND MEDICATION REGIMEN\
\
You agree that Montuno may collect and use technical data and related information, including but not limited to technical information about Your device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support and other services to You (if any) related to the Licensed Application. You also agree that Montuno may collect any information you provide, such as names of drugs, drug frequency, or drug dose information, for the purposes of offering synchronization services across devices as well as cloud backup services. No personally identifiable information will be collected during the registration or operation of the Licensed Application.\
\
(C) TERMINATION\
\
The license is effective until terminated by You or Montuno. Your rights under this license will terminate automatically without notice from the Montuno if You fail to comply with any term(s) of this license (including, without limitation, failure to timely pay any applicable subscription fee). Upon termination of the license, You shall cease all use of the Licensed Application, and destroy all copies, full or partial, of the Licensed Application.\
\
(D) SERVICES; THIRD PARTY MATERIALS\
\
The Licensed Application may enable access to Montuno's and third party services and web sites (collectively and individually, \"Services\"). Use of the Services may require Internet access and that You accept additional terms of service.\
\
Certain Services may display, include or make available content, data, information, applications or materials from third parties (\"Third Party Materials\") or provide links to certain third party web sites. By using the Services, You acknowledge and agree that Montuno is not responsible for examining or evaluating the content, accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect of such Third Party Materials or web sites. Montuno does not warrant or endorse and does not assume and will not have any liability or responsibility to You or any other person for any Services, Third Party Materials or web sites, or for any other materials, products, or services of third parties. Third Party Materials and links to other web sites are provided solely as a convenience to You. Financial information displayed by any Services is for general informational purposes only and is not intended to be relied upon as investment advice. Before executing any securities transaction based upon information obtained through the Services, You should consult with a financial professional. Location data provided by any Services is for basic navigational purposes only and is not intended to be relied upon in situations where precise location information is needed or where erroneous, inaccurate or incomplete location data may lead to death, personal injury, property or environmental damage. Alerts and/or notification data provided by any Services is for convenience only and you understand that multiple factors including network availability may affect notification data delivery, which is not guaranteed.\
\
You agree that any Services contain proprietary content, information and material that is protected by applicable intellectual property and other laws, including but not limited to copyright, and that You will not use such proprietary content, information or materials in any way whatsoever except for permitted use of the Services. No portion of the Services may be reproduced in any form or by any means. You agree not to modify, rent, lease, loan, sell, distribute, or create derivative works based on the Services, in any manner, and You shall not exploit the Services in any unauthorized way whatsoever, including but not limited to, by trespass or burdening network capacity. You further agree not to use the Services in any manner to harass, abuse, stalk, threaten, defame or otherwise infringe or violate the rights of any other party, and that the Application Provider is not in any way responsible for any such use by You, nor for any harassing, threatening, defamatory, offensive or illegal messages or transmissions that You may receive as a result of using any of the Services.\
\
In addition, third party Services and Third Party Materials that may be accessed from, displayed on or linked to from the iPhone, iPod Touch, or iPad are not available in all languages or in all countries. Montuno makes no representation that such Services and Materials are appropriate or available for use in any particular location. To the extent You choose to access such Services or Materials, You do so at Your own initiative and are responsible for compliance with any applicable laws, including but not limited to applicable local laws. Montuno, and its licensors, reserve the right to change, suspend, remove, or disable access to any Services at any time without notice. In no event will Montuno be liable for the removal of or disabling of access to any such Services. Montuno may also impose limits on the use of or access to certain Services, in any case and without notice or liability.\
\
(E) NO WARRANTY\
\
(i) YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE LICENSED APPLICATION IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED APPLICATION AND ANY SERVICES PERFORMED OR PROVIDED BY THE LICENSED APPLICATION (\"SERVICES\") ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\", WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, AND MONTUNO HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE LICENSED APPLICATION AND ANY SERVICES, EITHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS. MONTUNO DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE LICENSED APPLICATION, THAT THE FUNCTIONS CONTAINED IN, OR SERVICES PERFORMED OR PROVIDED BY, THE LICENSED APPLICATION WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION OF THE LICENSED APPLICATION OR SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS IN THE LICENSED APPLICATION OR SERVICES WILL BE CORRECTED. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY MONTUNO OR ITS AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE LICENSED APPLICATION OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.\
\
(ii) We do not give medical advice, nor do we provide medical or diagnostic services. Neither the reminder notifications, nor any other information, delivered to You through use of the Licensed Application, is intended to constitute professional medical advice or to replace personal consultation with a qualified physician, pharmacist or other healthcare professional.  You must always seek the advice of a professional for questions related to your disease, symptoms and treatment.  If You have or suspect that you have a medical problem or condition, please contact a qualified healthcare provider immediately. Moreover, you acknowledge and agree that the Licensed Application, and the utility of any notifications generated thereby, depend entirely upon the completeness, accuracy, completeness and currency of data that you input into the Licensed Application.\
\
(F) LIMITATION OF LIABILITY\
\
TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT SHALL MONTUNO BE LIABLE FOR PERSONAL INJURY, OR ANY INCIDENTAL, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE THE LICENSED APPLICATION, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT OR OTHERWISE) AND EVEN IF MONTUNO HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall Montuno's total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of fifty dollars ($50.00). The foregoing limitations will apply even if the above stated remedy fails of its essential purpose.\
\
(G) EXPORT RESTRICTION\
\
You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained. In particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Department of Commerce Denied Person's List or Entity List. By using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture or production of nuclear, missiles, or chemical or biological weapons.\
\
(H) COMMERCIAL ITEMS\
\
The Licensed Application and related documentation are \"Commercial Items\", as that term is defined at 48 C.F.R. §2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein. Unpublished-rights reserved under the copyright laws of the United States.\
\
(I) JURISDICTION\
\
The laws of the Commonwealth of Massachusetts, excluding its conflicts of law rules, govern this license and your use of the Licensed Application. Your use of the Licensed Application may also be subject to other local, state, national, or international laws.\
\
(J) COPYRIGHT\
\
The contents of the Licensed Application are subject to protection under U.S. and foreign copyright laws. You are not permitted to use the copyrighted content outside of the normal functions of the Licensed Application without the prior written consent of Montuno.\
\
(K) THIRD PARTY BENEFICIARY\
\
You acknowledge and agree that Apple, and Apple's subsidiaries, are third party beneficiaries of this agreement, and that, upon Your acceptance of these terms and conditions, Apple will have the right (and will be deemed to have accepted the right) to enforce this agreement against You as a third party beneficiary thereof.\
\
(L) CONTACT\
\
You must direct any questions, complaints or claims with respect to the Licensed Application to  Montuno Software LLC, 20 Birch St, Needham, Massachusetts 02494, info@montunosoftware.com\
\
(M) PRIVACY POLICY\
\
We value your privacy and are dedicated to protecting your information and providing you with notice about our information collection and use. You may choose to register the installed copy of the Licensed Application with Montuno by means provided in the Licensed Application. By voluntarily registering the Licensed Application, you agree to the following privacy policy.\
\
(i) Personally Identifiable Information: No personally identifiable information will be collected during the registration or operation of the Licensed Application.\
\
(ii) Information Sharing and Third Party Service Partners: Montuno implements a variety of security measures to maintain the safety and confidentiality of your information.  We do not sell, trade, or otherwise transfer to outside parties any information you provide, such as names of drugs, drug frequency, or drug dose information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.\
\
(iii) Email Contact: We may place email links and or forms on our website or in the Licensed Application to allow you to contact us directly. The Personal Information you provide in these links and forms is used to respond directly to your questions or comments. We may also file your comments to improve our website, products, or process, or review and discard the Personal Information. All information, other than the Personal Information that you send to Montuno using these email links or forms, will not be considered or treated as confidential information. Do not send us any information, ideas, suggestions, proposals, or comments that you consider confidential or that you want to be treated as confidential.\
\
(iv) Links: The Licensed Application may include links to other applications or sites. This Privacy Policy applies to the Licensed Application only. Any information you submit to linked sites or other applications will be subject to the privacy policies of those sites or applications, if any. You should review those policies carefully before providing any information to these linked sites or applications.\
\
(v) Security: Montuno undertakes reasonable steps to protect data from unauthorized or accidental access, disclosure, misuse or processing, or from alteration, destruction, or loss. Data that we collect resides on servers operated by Montuno and is accessible only to personnel who, by virtue of their duties, are required to have access and have been trained in, and tasked with, the observance of the principles embodied in this Privacy Policy.\
\
(vi) Changes to Privacy Policy: Should we decide to change this Privacy Policy, we will update it with the release or update of the Licensed Application on Apple's App Store so that you will always know what information we gather, how we might use it, and whether we will disclose it to anyone.\
\
Revised: June 4, 2014";

/* The terms of service */
"ViewTermsOfServiceTermsGroup" = "DOSECAST TERMS OF SERVICE\
_____________________________\
\
THIS IS A LEGAL AGREEMENT BETWEEN YOU AND MONTUNO SOFTWARE LLC (\"MONTUNO\") STATING THE TERMS THAT GOVERN YOUR USE OF THE PRODUCT THAT IS THE SUBJECT OF THIS LICENSE (\"LICENSED APPLICATION\"). THIS AGREEMENT, TOGETHER WITH ALL UPDATES, ADDITIONAL TERMS, SOFTWARE LICENSES, AND ALL OF MONTUNO'S RULES AND POLICIES, COLLECTIVELY CONSTITUTE THE \"AGREEMENT\" BETWEEN YOU AND MONTUNO. BY TAPPING \"I ACCEPT\" YOU ARE AGREEING TO THESE TERMS. IF YOU DO NOT AGREE TO THESE TERMS DO NOT TAP \"I ACCEPT\" AND IMMEDIATELY UNINSTALL THE APPLICATION. YOU MUST ACCEPT AND ABIDE BY THESE TERMS AS PRESENTED TO YOU. CHANGES, ADDITIONS, OR DELETIONS ARE NOT ACCEPTABLE, AND MONTUNO MAY REFUSE ACCESS TO THE LICENSED APPLICATION FOR NONCOMPLIANCE WITH ANY PART OF THIS AGREEMENT.\
\
The Licensed Application is licensed, not sold, to You for use only under the terms of this license, unless accompanied by a separate license agreement, in which case the terms of that separate license agreement will govern, subject to Your prior acceptance of that separate license agreement. The licensor (Montuno) reserves all rights not expressly granted to You.\
\
(A) SCOPE OF LICENSE\
\
This license granted to You for the Licensed Application by Montuno is limited to a non-transferable license to use the Licensed Application on any iPhone, iPod Touch, or iPad that You own or control and as permitted by the Usage Rules set forth in Section 9.b. of the App Store Terms and Conditions (the \"Usage Rules\"). This license does not allow You to use the Licensed Application on any iPhone, iPod Touch, or iPad that You do not own or control. You may not rent, lease, lend, sell, redistribute or sublicense the Licensed Application. You may not copy (except as expressly permitted by this license and the Usage Rules), decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Licensed Application, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open sourced components included with the Licensed Application). Any attempt to do so is a violation of the rights of Montuno and its licensors. If You breach this restriction, You may be subject to prosecution and damages. The terms of the license will govern any upgrades provided by Montuno that replace and/or supplement the original Product, unless such upgrade is accompanied by a separate license in which case the terms of that license will govern.\
\
(B) CONSENT TO USE OF DATA ABOUT YOUR SYSTEM AND MEDICATION REGIMEN\
\
You agree that Montuno may collect and use technical data and related information, including but not limited to technical information about Your device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support and other services to You (if any) related to the Licensed Application. You also agree that Montuno may collect any information you provide, such as names of drugs, drug frequency, or drug dose information, for the purposes of offering synchronization services across devices as well as cloud backup services and that Montuno may share this data with the specific people or organizations listed at the bottom of this agreement for the purposes of monitoring your use of the app and monitoring and improving your adherence to the medication. No personally identifiable information will be collected during the registration or operation of the Licensed Application.\
\
(C) TERMINATION\
\
The license is effective until terminated by You or Montuno. Your rights under this license will terminate automatically without notice from the Montuno if You fail to comply with any term(s) of this license (including, without limitation, failure to timely pay any applicable subscription fee). Upon termination of the license, You shall cease all use of the Licensed Application, and destroy all copies, full or partial, of the Licensed Application.\
\
(D) SERVICES; THIRD PARTY MATERIALS\
\
The Licensed Application may enable access to Montuno's and third party services and web sites (collectively and individually, \"Services\"). Use of the Services may require Internet access and that You accept additional terms of service.\
\
Certain Services may display, include or make available content, data, information, applications or materials from third parties (\"Third Party Materials\") or provide links to certain third party web sites. By using the Services, You acknowledge and agree that Montuno is not responsible for examining or evaluating the content, accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect of such Third Party Materials or web sites. Montuno does not warrant or endorse and does not assume and will not have any liability or responsibility to You or any other person for any Services, Third Party Materials or web sites, or for any other materials, products, or services of third parties. Third Party Materials and links to other web sites are provided solely as a convenience to You. Financial information displayed by any Services is for general informational purposes only and is not intended to be relied upon as investment advice. Before executing any securities transaction based upon information obtained through the Services, You should consult with a financial professional. Location data provided by any Services is for basic navigational purposes only and is not intended to be relied upon in situations where precise location information is needed or where erroneous, inaccurate or incomplete location data may lead to death, personal injury, property or environmental damage. Alerts and/or notification data provided by any Services is for convenience only and you understand that multiple factors including network availability may affect notification data delivery, which is not guaranteed.\
\
You agree that any Services contain proprietary content, information and material that is protected by applicable intellectual property and other laws, including but not limited to copyright, and that You will not use such proprietary content, information or materials in any way whatsoever except for permitted use of the Services. No portion of the Services may be reproduced in any form or by any means. You agree not to modify, rent, lease, loan, sell, distribute, or create derivative works based on the Services, in any manner, and You shall not exploit the Services in any unauthorized way whatsoever, including but not limited to, by trespass or burdening network capacity. You further agree not to use the Services in any manner to harass, abuse, stalk, threaten, defame or otherwise infringe or violate the rights of any other party, and that the Application Provider is not in any way responsible for any such use by You, nor for any harassing, threatening, defamatory, offensive or illegal messages or transmissions that You may receive as a result of using any of the Services.\
\
In addition, third party Services and Third Party Materials that may be accessed from, displayed on or linked to from the iPhone, iPod Touch, or iPad are not available in all languages or in all countries. Montuno makes no representation that such Services and Materials are appropriate or available for use in any particular location. To the extent You choose to access such Services or Materials, You do so at Your own initiative and are responsible for compliance with any applicable laws, including but not limited to applicable local laws. Montuno, and its licensors, reserve the right to change, suspend, remove, or disable access to any Services at any time without notice. In no event will Montuno be liable for the removal of or disabling of access to any such Services. Montuno may also impose limits on the use of or access to certain Services, in any case and without notice or liability.\
\
(E) NO WARRANTY\
\
(i) YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE LICENSED APPLICATION IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED APPLICATION AND ANY SERVICES PERFORMED OR PROVIDED BY THE LICENSED APPLICATION (\"SERVICES\") ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\", WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, AND MONTUNO HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE LICENSED APPLICATION AND ANY SERVICES, EITHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS. MONTUNO DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE LICENSED APPLICATION, THAT THE FUNCTIONS CONTAINED IN, OR SERVICES PERFORMED OR PROVIDED BY, THE LICENSED APPLICATION WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION OF THE LICENSED APPLICATION OR SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS IN THE LICENSED APPLICATION OR SERVICES WILL BE CORRECTED. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY MONTUNO OR ITS AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE LICENSED APPLICATION OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.\
\
(ii) We do not give medical advice, nor do we provide medical or diagnostic services. Neither the reminder notifications, nor any other information, delivered to You through use of the Licensed Application, is intended to constitute professional medical advice or to replace personal consultation with a qualified physician, pharmacist or other healthcare professional.  You must always seek the advice of a professional for questions related to your disease, symptoms and treatment.  If You have or suspect that you have a medical problem or condition, please contact a qualified healthcare provider immediately. Moreover, you acknowledge and agree that the Licensed Application, and the utility of any notifications generated thereby, depend entirely upon the completeness, accuracy, completeness and currency of data that you input into the Licensed Application.\
\
(F) LIMITATION OF LIABILITY\
\
TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT SHALL MONTUNO BE LIABLE FOR PERSONAL INJURY, OR ANY INCIDENTAL, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE THE LICENSED APPLICATION, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT OR OTHERWISE) AND EVEN IF MONTUNO HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall Montuno's total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of fifty dollars ($50.00). The foregoing limitations will apply even if the above stated remedy fails of its essential purpose.\
\
(G) EXPORT RESTRICTION\
\
You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained. In particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Department of Commerce Denied Person's List or Entity List. By using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture or production of nuclear, missiles, or chemical or biological weapons.\
\
(H) COMMERCIAL ITEMS\
\
The Licensed Application and related documentation are \"Commercial Items\", as that term is defined at 48 C.F.R. §2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein. Unpublished-rights reserved under the copyright laws of the United States.\
\
(I) JURISDICTION\
\
The laws of the Commonwealth of Massachusetts, excluding its conflicts of law rules, govern this license and your use of the Licensed Application. Your use of the Licensed Application may also be subject to other local, state, national, or international laws.\
\
(J) COPYRIGHT\
\
The contents of the Licensed Application are subject to protection under U.S. and foreign copyright laws. You are not permitted to use the copyrighted content outside of the normal functions of the Licensed Application without the prior written consent of Montuno.\
\
(K) THIRD PARTY BENEFICIARY\
\
You acknowledge and agree that Apple, and Apple's subsidiaries, are third party beneficiaries of this agreement, and that, upon Your acceptance of these terms and conditions, Apple will have the right (and will be deemed to have accepted the right) to enforce this agreement against You as a third party beneficiary thereof.\
\
(L) CONTACT\
\
You must direct any questions, complaints or claims with respect to the Licensed Application to  Montuno Software LLC, 20 Birch St, Needham, Massachusetts 02494, info@montunosoftware.com\
\
(M) PRIVACY POLICY\
\
We value your privacy and are dedicated to protecting your information and providing you with notice about our information collection and use. You may choose to register the installed copy of the Licensed Application with Montuno by means provided in the Licensed Application. By voluntarily registering the Licensed Application, you agree to the following privacy policy.\
\
(i) Personally Identifiable Information: No personally identifiable information will be collected during the registration or operation of the Licensed Application.\
\
(ii) Information Sharing and Third Party Service Partners: Montuno implements a variety of security measures to maintain the safety and confidentiality of your information. We may sell, trade, or transfer any information you provide, such as names of drugs, drug frequency, or drug dose information, to the specific people or organizations listed at the bottom of this agreement for the purposes of monitoring your use of the app and monitoring and improving your adherence to the medication. We will not sell, trade, or otherwise transfer to any other outside parties any information you provide, such as names of drugs, drug frequency, or drug dose information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.\
\
(iii) Email Contact: We may place email links and or forms on our website or in the Licensed Application to allow you to contact us directly. The Personal Information you provide in these links and forms is used to respond directly to your questions or comments. We may also file your comments to improve our website, products, or process, or review and discard the Personal Information. All information, other than the Personal Information that you send to Montuno using these email links or forms, will not be considered or treated as confidential information. Do not send us any information, ideas, suggestions, proposals, or comments that you consider confidential or that you want to be treated as confidential.\
\
(iv) Links: The Licensed Application may include links to other applications or sites. This Privacy Policy applies to the Licensed Application only. Any information you submit to linked sites or other applications will be subject to the privacy policies of those sites or applications, if any. You should review those policies carefully before providing any information to these linked sites or applications.\
\
(v) Security: Montuno undertakes reasonable steps to protect data from unauthorized or accidental access, disclosure, misuse or processing, or from alteration, destruction, or loss. Data that we collect resides on servers operated by Montuno and is accessible only to personnel who, by virtue of their duties, are required to have access and have been trained in, and tasked with, the observance of the principles embodied in this Privacy Policy.\
\
(vi) Changes to Privacy Policy: Should we decide to change this Privacy Policy, we will update it with the release or update of the Licensed Application on Apple's App Store so that you will always know what information we gather, how we might use it, and whether we will disclose it to anyone.\
\
Revised: June 4, 2014\
\
The specific people or organizations with which we may share the information you provide, along with any additional terms they include, are as follows:\
\
";

/* The URL of the App Store listing when telling a friend from the About view */
"ViewAboutAppStoreListingURL" = "http://itunes.apple.com/us/app/dosecast/id365191644?mt=8&uo=4";

/* The URL of the Facebook page linked from the About view */
"ViewAboutFacebookURL" = "http://www.facebook.com/pages/Dosecast/143374575706386";

/* The URL of the FAQ page linked from the About view */
"ViewAboutFAQURL" = "http://www.dosecast.com/faq.html";

/* The email address to send to in the feedback email sent from the About view */
"ViewAboutSendFeedbackEmailAddress" = "info@montunosoftware.com";

/* The URL of the Twitter page linked from the About view */
"ViewAboutTwitterURL" = "http://www.twitter.com/dosecast";

/* The URL of the website linked from the About view */
"ViewAboutWebsiteURL" = "http://www.dosecast.com";

/* The URL of the Write a Review page linked from the About view */
"ViewAboutWriteReviewURL" = "http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewContentsUserReviews?id=365191644&pageNumber=0&sortOrdering=1&type=Purple+Software&mt=8";